// ownCloud

"_bad_username_password_"               = "Hibás felhasználónév vagy jelszó";
"_cancelled_by_user"                    = "Átvitel megszakítva";
"_error_folder_destiny_is_the_same_"    = "A mappát nem lehet saját magába áthelyezni.";
"_error_not_permission_"                = "Nincs jogosultságod a művelet végrehajtására";
"_error_path_"                          = "Nem lehet megnyitni ezt a fájlt vagy mappát. Győződj meg róla, hogy létezik-e.";
"_file_upload_not_exitst_"              = "A feltölteni kívánt fájl nem létezik";
"_forbidden_characters_from_server_"    = "A név legalább egy érvénytelen karaktert tartalmaz";
"_not_connected_internet_"              = "Szerver kapcsolat hiba";
"_not_possible_connect_to_server_"      = "Jelenleg nem lehet a szerverhez kapcsolódni";
"_not_possible_create_folder_"          = "A mappa nem hozható létre";
"_server_down_"                         = "A szerver nem érhető el";
"_time_out_"                            = "Időtúllépés, próbáld újra";
"_unknow_response_server_"              = "Váratlan válasz a szervertől";
"_user_autentication_required_"         = "User autentication required";
"_file_directory_locked_"               = "A fájl vagy könyvtár zárolt.";
"_ssl_certificate_untrusted_"           = "A szerver tanúsítványa érvénytelen";
"_internal_server_"                     = "Belső szerver hiba";

"_file_already_exists_"                 = "Nem lehet befejezni a műveletet, mert már van egy fájl ezzel a névvel";
"_file_folder_not_exists_"              = "A forrás fájl nem található a megadott útvonalon";
"_folder_contents_nochanged_"           = "A mappa tartalma nem változott";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Nem várható kérési módszer";
"_reauthenticate_user_"                 = "Access expired, plase re-authenticate the user";
"_server_error_retry_"                  = "Szerver hiba, ismételd a kérést";
"_too_many_files_"                      = "Túl sok fájl lenne érintett a művelet sikeres végrehajtásában";
"_too_many_request_"                    = "Határérték elérve - túl sok kérés lett elküdve";
"_user_over_quota_"                     = "Tárhely kvóta elérve";

"_ssl_connection_error_"                = "SSL kapcsolódási hiba, próbáld újra";
